Repository: prebenh/MobileVikings
Catalog: FEMobileVikings/FEMobileVikings/Strings/*/Resources.resw
Source language: en
Languages: fr, nl

source: Balance
nl: Belkrediet

# Credit
source: Credits
fr: Crédit
nl: Beltegoed

# MobileNumbers.Text
source: My sims
fr: Mes sims
nl: Mijn sims

# MVCredit
source: Free min. to MV
fr: Min. vers MV
nl: min. naar MV

# MVSms
source: SMS to MV
fr: SMS vers MV
nl: SMS naar MV

# Password.Text
source: Password
fr: Mot de passe
nl: Wachtwoord

# SignIn.Content
source: Sign in
fr: Se connecter
nl: Aanmelden

# TopUpHistory
source: Top-ups
fr: Recharges
nl: Herladingen

# Usagehistory
source: Usage
nl: Verbruik

# UserName.Text
source: Username
fr: Nom d'utilisateur
nl: Gebruikersnaam

# ValidUntil
source: Bundle expires
fr: Le forfait expire
nl: Bundel vervalt

# ForgotPassword.Content
source: Forgot password?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?

# SignInFailed.Text
source: Failed to sign in
fr: Impossible de connecté
nl: Aanmelden mislukt

source: Sign out
fr: Se déconnecter
nl: Afmelden

# GetAccount
source: Get a sim card
fr: Demandez une carte SIM
nl: Vraag een simkaart aan

# Check.Content
source: Check
fr: Vérifier
nl: Controleer

# TryAgain.Text
source: Try again in 10 minutes
fr: Essayez encore en 10 minutes
nl: Probeer opnieuw binnen 10 minuten

# Available.Text
source: Available
fr: Disponible
nl: Beschikbaar

# Total.Text
source: Total
nl: Totaal

# PrivacyPolicyTitle
source: Privacy Policy
fr: Vie privée
nl: Privacy Voorwaarden

# NoInternet
source: Can't connect to the Internet.
fr: Impossible de se connecter à l'Internet.
nl: Kan geen verbinding maken met internet.

# AppDescription
source: Mobile Vikings is a virtual mobile provider in Belgium and this application supplies all the necessary information. Things like Sim Balance, Top up history, usage history, the mobile vikings twitter stream and the latest blog entries. You can also check who of your friends is a Mobile Viking and how much viking points you have earned and used.
nl: Mobile Vikings is een virtuele mobiele provider in België en deze applicatie voorziet all nodige informatie over jouw simkaarten. Verder vind je ook nog de blog en twitter stream terug in de applicatie. Ook kan je nagaan wie van je vrienden Mobile Viking is en hoeveel viking puntjen je al verdient hebt.

# MobileNumber.Text
source: Mobile number:
fr: Numéro mobile:
nl: Mobiel nummer:

# VikingPointsDescription
source: You've currently got {0} Viking Points left! Points equals money Viking points can be traded in for top-ups! 10 VP equals 1 EUR.
fr: Actuellement, vous avez encore {0} Points Viking! Des points, c'est de l'argent Les Points Viking peuvent être échangés contre des recharges! 10 PV correspondent à 1 EUR.
nl: Je hebt momenteel {0} Vikingpunten over! Viking punten zijn gelijk aan geld Vikingpunten kunnen voor herladingen worden ingewisseld! 10 VP is gelijk aan 1 EUR.

# PrivacyPolicy.Text
source: In this document, “we” refers to HuP# respects your privacy and is committed to protecting your personal information. This privacy policy details how we manage your personal information and safeguard your privacy. This privacy policy sets out how we uses and protects any information that you give us when you use this software. We may change this policy from time to time by updating this page. You should check this page from time to time to ensure that you are happy with any changes. This policy is effective from 12 September 2012.
nl: In dit document, verwijst "wij" naar HuP# respecteert uw privacy en is toegewijd aan het beschermen van uw persoonlijke gegevens. Dit privacy beleid beschrijft hoe wij uw persoonlijke informatie beheren en uw privacy beschermen. Wij kunnen dit privacy beleid van tijd tot tijd bijwerken. U dient deze pagina te controleren van tijd tot tijd, om ervoor te zorgen dat u tevreden bent met eventuele veranderingen. Dit beleid is van kracht vanaf 12 september 2012

# PrivacyPolicyHeader.Text
source: Privacy Policy
nl: Privacy Voorwaarden

# PrivacyPolicySecurity.Text
source: We are committed to ensuring that your information is secure. In order to prevent unauthorised access or disclosure, we employ industry-standard physical, electronic and managerial procedures to safeguard and secure the information we collect online.
nl: We zijn vastbesloten ervoor te zorgen dat uw informatie veilig is. Om ongeoorloofde toegang of openbaarmaking te voorkomen, gebruiken we fysieke en elektronische standaarden. Om de gegevens te beschermen en te beveiligen die wij online verzamelen.

# PrivacyPolicySecurityTitle.Text
source: Security
nl: Beveiliging

# PrivacyPolicyWhatWeCollect.Text
source: Personal Information is that information or opinion (including information or an opinion forming part of a database), whether true or not, and whether recorded in a material form or not, about an individual whose identity is apparent, or can reasonably ascertained. As such personal information can include your name, address and contact details. We may collect the following information: - real name and mobile vikings username - contact information including email address - geographic information including country of residence - technical computer and network information such as IP address, device specification and usage metrics
nl: Persoonlijke informatie is die informatie of mening (inclusief informatie of mening die deel uitmaken van een database), of dit waar is of niet, en of opgenomen in een materiële vorm of niet, over een persoons wiens identieit blijkt, of redelijkerwijs geconstateerd. Deze persoonlijke informatie kan uw naam, adres en contactgevens bevatten. Wij kunnen de volgende informatie verzamelen: - echte naam en Mobile Vikings gebruikersnaam - contactgegevens inclusief e-mailadres - geografische informatie, waaronder land van vestiging - technische computer en netwerk informatie zoals IP-adres, apparaat gegevens, en gebruiksgegevens

# PrivacyPolicyWhatWeCollectTitle.Text
source: What we collect
nl: De informatie die we verzamelen

# PrivacyPolicyWhatWeDo.Text
source: We use this information to understand our customers’ needs and provide them with a better product and service. In particular for the following reasons: - identify usage trends to improve the product experience - analyze error and crash reports to improve application reliability - gather feedback on the product’s user experience for future enhancements - provide cross-device services without user configuration
nl: We gebruiken deze informatie om de behoeften van onze klanten te begrijpen en hen te voorzien van een beter product en service. In het bijzonder om de volgende redenen: - het indetifceren van tredns in het gebruik om het product te verbeteren - analyseren van fout en crashrapporten om de betrouwbaarheid van de software te verbeteren - het verzamelen van gebruikers feedback om het product uit te breiden in de toekomst - het verstrekken van apparaat onspecifieke diensten zonder gebruikers configuratie

# PrivacyPolicyWhatWeDoTitle.Text
source: What we do with the information we gather
nl: Wat doen we met de informatie die we verzamelen

# WhoIsViking.Content
source: Wie Is Viking?
fr: Que est Viking?
